---
kind: other
id: Properties.T:Autodesk.Revit.DB.Subelement
source: html/fec3d598-aeb8-e6f9-5c31-884f564b0615.htm
---
# Subelement Properties

Retrieves a Category object that represents the category or sub category of the subelement.